Revit 2027 API
ColorWithTransparency.GetColor Method
 get color
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color GetColor()
Public Function GetColor As Color
public:
Color^ GetColor()
member GetColor : unit -> Color
Return Value
Color
 color
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace